<template>
  <el-container>
    <div class="box">
      <div class="navigation">
        <span class="title">防拐常识</span>
        <span class="title-translate">Defensive Common Sense</span>
        <i class="line"/>
      </div>
      <commonCollapse :collapseData="collapseData"/>
    </div>
  </el-container>
</template>

<script>
  import commonCollapse from "../../components/commonCollapse";

  export default {
    name: "defensiveCommon",
    components: {
      commonCollapse
    },
    data() {
      return {
        collapseData: [
          {
            number: '1',
            title: '生存手册之防拐常识',
            content: '1、不要让孩子离开家长视线范围；（这点很重要，警方提示）\n' +
              '2、不要将孩子单独留在家中或店铺里；（以前发生的拐卖案件很多都是家长疏于看护，造成了孩子被拐，最后酿成家庭的悲剧）\n' +
              '3、不要把孩子交给陌生人或身份不明的人看管或带走。无暇照顾孩子时，把孩子交给可信赖的亲朋好友；\n' +
              '4、不要让孩子独自在门外玩耍；\n' +
              '5、不要让孩子在没有大人看护的情况下跟随其他孩子外出玩耍；（这种案例2014年成都发生过，利用小孩子拐骗其他孩子，但是也是个案，大家要注意防范）' +
              '6、与邻居和睦相处，遇事彼此照应；\n' +
              '7、带孩子外出时，留意四周情况，注意是否有人、车跟随；\n' +
              '8、给孩子佩戴有家庭相关信息的物品；\n' +
              '9、不要带小孩到偏僻人少的地方，带孩子在马路上行走时，尽量靠里走，注意防范后面来的摩托车、面包车；\n' +
              '10、如您的小孩不足1岁，外出时请尽量使用婴儿专用背带，将孩子挂在胸前；\n' +
              '11、坐手推车的孩子要系好安全带；（防止放生抢夺）\n' +
              '12、将孩子放在自行车后座时，注意系好安全带，或让一名家长在后面看着；\n' +
              '13、孩子能说话时，教会孩子背诵家庭电话号码、所住城市和小区名、家庭成员的名字；'
          },
          {
            number: '2',
            title: '21条儿童防拐常识 为了孩子 牢记心中',
            content: ' 据落网拐卖人员交代，他们拐骗儿童时大多会踩点选择家长比较粗心的家庭下手，得手后迅速转移至外地转手贩卖。根据受害人血淋淋的教训以及拐骗人员的交代，打拐部门总结了21条儿童防拐常识：\n' +
              '      1.不要让孩子离开家长视线；\n' +
              '  2.不要将孩子单独留在家中或店铺里；\n' +
              '  3.不要让孩子独自在门外玩耍；\n' +
              '  4.孩子外出玩耍，大人要跟随看护；\n' +
              '  5.有孩子的家庭应与邻居和睦相处，彼此照应；\n' +
              '  6.不要把孩子交给陌生人看管或带走；\n' +
              '  7.无暇照顾孩子时，把孩子交给可信赖的亲朋好友；\n' +
              '  8.不要带小孩到偏僻人少的地方；\n' +
              '  9.带孩子在马路上走，尽量靠里走，注意防范摩托车、面包车；\n' +
              '  10.给孩子佩戴有家庭相关信息的物品；\n' +
              '  11.如您的小孩不足1岁，外出时请尽量用婴儿专用背带，将孩子挂在胸前；\n' +
              '  12.坐手推车的孩子要系好安全带；\n' +
              '  13.将孩子放在自行车后座时，注意系好安全带；\n' +
              '  14.在医院不要把新生儿交给不认识的医护人员；\n' +
              '  15.孩子能说话时，教会孩子背诵家庭电话号码、所住城市和小区名、家庭成员的名字；\n' +
              '  16.教会孩子遇事打110电话求助；\n' +
              '  17.教会孩子辨认警察、军人、保安等穿制服的人员；\n' +
              '  18.教育孩子一旦走失，马上找穿制服的工作人员；\n' +
              '  19.家长应注意孩子身上一些明显的体表特征，如黑痣、胎记、伤疤等；\n' +
              '  20.到正规保姆介绍机构聘请保姆；\n' +
              '  21.时常提醒教育保姆和家人提高防范意识；  '
          },
          {
            number: '3',
            title: '儿童防拐十条安全知识，父母必看',
            content: ' 怎样教导孩子安全常识？孩子走失的第一时间该做什么？怎样安全正确地带孩子出行？可以借助什么样的工具保证孩子安全？\n' +
              '  家长必知-防拐十招:\n' +
              '  1、带孩子外出时，要随时保证孩子在视线范围内。\n' +
              '  2、不要带小孩到偏僻人少的地方，注意防范后面来的摩托车、面包车。\n' +
              '  3、尽量不要带孩子到人员复杂拥挤的场所，以免孩子因拥挤走失被拐。\n' +
              '  4、聘请保姆时，一定要查清其真实身份并掌握相关资料。\n' +
              '  5、千万不要让陌生人照看孩子，即使时间很短。\n' +
              '  6、在医院不要把孩子交给不认识的医护人员，睡觉时锁好门窗。\n' +
              '  7、一定要亲自按时到幼儿园或学校接送孩子，防止犯罪分子乘虚而入。\n' +
              '  8、教孩子拒绝陌生人的饮料、糖果、礼物和搂抱，不跟陌生人走等。\n' +
              '  9、让孩子熟记家庭住址、电话、父母名字，经常对孩子进行应急安全教育。\n' +
              '  10、要告诫孩子不要到荒凉偏僻的地方玩耍。\n' +
              '  家长应该做到这些：\n' +
              '  不要让孩子离开家长视线范围；不要将孩子单独留在家中或店铺里；不要把孩子交给陌生人看管或带走；不要让孩子独自在室外玩耍；带孩子外出时，留意四周情况，注意是否有人、车跟随；不要让孩子在没有大人看护的情况下跟随其他孩子外出玩耍；给孩子佩戴有家庭相关信息的物品；不要带小孩到偏僻人少的地方；如您的小孩不足1岁，外出时请尽量使用婴儿专用背带；坐手推车的孩子要系好安全带；注意孩子身上一些明显的体表特征，如黑痣、胎记、伤疤等。\n' +
              '  孩子在需要他人照看时，家长应做好必要的防范。省公安厅介绍说，如需聘请保姆，请到正规保姆介绍机构聘请，保留好保姆的身份证复印件和清晰的生活近照；在医院不要把新生儿交给不认识的医护人员，睡觉时锁好房门；时常提醒保姆提高防范意识；如果您为外来务工人员，您的孩子小于3岁，居住在城郊结合部等人员流动比较密集的地方，孩子没有固定人员看管，那么您更应对此予以重视；与孩子幼儿园或学校的老师说好，除了您和您指定的人外，不让其他人接送您的孩子。\n' +
              '  家长应该教会孩子这些：\n' +
              '  小孩子其实有一定的防控能力。省公安厅建议家长教会小孩一些相关常识：孩子能说话时，教会孩子背诵家庭电话号码、所住城市和小区名、家庭成员的名字；教会孩子遇事拨打110求助；教会孩子辨认警察、军人、保安等穿制服人员；教育孩子一旦在商场、超市、公园等公共场所与父母走失，马上找穿制服的工作人员；告诉孩子不要接受陌生人给的东西，也不要答应他们的邀请，没有家长的嘱托，不要接受其他人的接送。    '

          },
        ]
      }
    },
    methods: {}
  }
</script>

<style scoped>
  .el-container {
    display: flex;
    flex-direction: column;
    align-items: center;
  }

  .box {
    width: 80%;
    height: 800px;
    background-color: #fff;
    display: flex;
    flex-direction: column;
    align-items: center;
    margin: 30px 0;
  }

  .navigation {
    display: flex;
    flex-direction: column;
    align-items: center;
    margin: 50px 0;
  }

  .title {
    font-size: 30px;
    color: #333;
  }

  .title-translate {
    font-size: 18px;
    color: #cccccc;
    display: block;
    font-weight: normal;
    margin: 5px 0;
  }

  .line {
    width: 80%;
    border-bottom: 2px #E60012 solid;
  }
</style>
